Repository: brujlo/POT
Catalog: POT/Properties/strings.*.resx
Languages: hr

source: Check
hr: Provjeri

source: CODE
hr: ŠIFRA

source: Company info
hr: Infomacije o tvrtki

source: CUSTOMER NBR.
hr: BR.DOBAVLJAČA

# Date
source: Date made
hr: Datum izrade

source: Delete DB user
hr: Obriši DB korisnika

source: Do
hr: Uradi

source: Document nbr.
hr: Broj dokumenta

source: Edit region
hr: Uredi regiju

source: Made by
hr: Izradio

source: NAME
hr: NAZIV

source: NOTE
hr: NAPOMENA

source: PACK
hr: PAKIRANJE

source: Page
hr: Stranica

source: PARTLIST
hr: POPIS DIJELOVA

source: QUA
hr: KOL

source: RegionID
hr: Regija id

source: Select main region
hr: Odaberi glavnu regiju

source: SERIAL NBR
hr: SERIJSKI BR

source: Set
hr: Postavi

# SetDBUser
source: Create DB user
hr: Dodaj DB korisnika

source: Signature
hr: Potpis

source: SWIFT
hr: BIC

# Time
source: Date print
hr: Datum ispisa

source: UserID
hr: Djelatnik id

source: VAT
hr: OIB

source: customer
hr: klijent

source: DELIVERY
hr: OTPREMNICA

source: RECEIPT
hr: PRIMKA

source: MADE
hr: IZRADIO

# branchNbr
source: Branch
hr: Filijala

# branchAddress
source: Address
hr: Adresa

# DateSignature
source: Date
hr: Datum
